#chika="цыпленок"
#papr="паприка"
#salat_a="салат айсберг"
#masago="масаго"
#kunjut="кунжут"
#sheff_s="шеф-соус"
#fish_l="лосось"
#shrimp_tig="кверетка тигровая"
#shrimp_sim="креветка обыч"
#cheese_s="сливочный сыр"
#avocado="авокадо"
#crab_c="краб-крем"
#cucumber="огурец"
#banan="банан"
#cherry="вишня"
#testo_h="тесто харумаки"
#sirop_cr="сироп клубничный"
#sirop_ch="сироп шоколадный"

roll_h=["цыпленок","паприка","салат айсберг","масаго","кунжут","шеф-соус"]
roll_tig=["лосось","кверетка тигровая","сливочный сыр","авокадо","масаго"]
roll_tas=["кверетка тигровая","краб-крем","огурец","сливочный сыр","масаго","шеф-соус"]
roll_ber=["банан","вишня","сливочный сыр","тесто харумаки","сироп клубничный","сироп шоколадный"]
roll_cal_cun=["краб-крем","огурец","шеф-соус","авокадо","кунжут"]
roll_cal_shr=["креветка обыч","огурец","шеф-соус","краб-крем","масаго"]

roll=[]
roll.append(roll_h)
roll.append(roll_tig)
roll.append(roll_tas)
roll.append(roll_ber)
roll.append(roll_cal_cun)
roll.append(roll_cal_shr)

roll_names=['Ролл Хатамато','Ролл с тигровой креветкой и лососем','Ролл Сочная креветка','Ролл Берри','Ролл Калифорния в кунжуте','Ролл Калифорния с креветкой']

