помидоры свежие
огурец свежий
редис свежий
зелень
масло растительное

капуста пекинская
лук зеленый
горошек
перец болгарский

картофель свежий
майонез
мясо кур
маланж яичный
лук репчатый свежий
соль
огурец соленый

свекла столовая свежая
морковь столовая свежая

чеснок
сыр


salat_sum=["помидоры свежие","огурец свежий","редис свежий","зелень","масло растительное"]
salat_veg=["капуста пекинская","перец болгарский","лук зеленый","огурец свежий","горошек","масло растительное"]
salat_stol=["картофель свежий","майонез","мясо кур","огурец соленый","маланж яичный","лук репчатый свежий","соль"]
salat_vin=["свекла столовая свежая","картофель свежий","огурец соленый","морковь столовая свежая","горошек","масло растительное","лук репчатый свежий","соль"]
salat_mork=["морковь столовая свежая","чеснок","сыр","майонез"]

salat=[]
salat.append(salat_sum)
salat.append(salat_veg)
salat.append(salat_stol)
salat.append(salat_vin)
salat.append(salat_mork)

salat_name=["Летний","Овощной коктейль","Салат Столичный","Винегрет","Морковный"]

salat1=open('salat\salat1.png','rb')
salat2=open('salat\salat2.png','rb')
salat3=open('salat\salat3.png','rb')
salat4=open('salat\salat4.png','rb')
salat5=open('salat\salat5.png','rb')

salat_pic=[]
salat_pic.append(salat1)
salat_pic.append(salat2)
salat_pic.append(salat3)
salat_pic.append(salat4)
salat_pic.append(salat5)